import Head from "next/head";
import Navbar from "../../components/Navbar";
import Footer from "../../components/Footer";

const ObshtiUsloviya = () => {
    return (
        <>
            <Head>
                <title>Политика за поверителност</title>
            </Head>
            <div className="flex flex-col">
                <Navbar />
                <div className="flex-1 w-full xl:w-[75rem] mx-auto my-10 px-4 sm:px-12 lg:px-20 xl:px-0 flex flex-col gap-y-4 text-gray-600">
                    <h1 className="text-2xl text-black font-medium">
                        Общи условия за ползване на сайта
                        <span className="font-normal">
                            {" "}
                            www.fitnesnastilki.com
                        </span>
                    </h1>
                    <h3 className="font-semibold">I. ВЪВЕДЕНИЕ</h3>
                    <p>
                        Моля прочетете внимателно настоящите Общи условия, преди
                        да използвате сайта www.fitnesnastilki.com.
                    </p>
                    <p>
                        Приемането и съгласието с настоящите Общи условия е
                        задължително условие за използването на сайта.
                    </p>
                    <p>
                        Общите условия влизат в сила от момента, в който
                        Потребителят използва за първи път сайта. Те са
                        приложими при всяко посещение и използване на уебсайта.
                    </p>
                    <p>Уебсайтът е собственост на СОФМАКС ООД.</p>
                    <p>
                        Настоящите Общи условия представляват споразумение между
                        всеки един от регистрираните и нерегистрираните
                        потребители на Уебсайта и Собственика на
                        www.fitnesnastilki.com и имат за цел да уредят
                        условията, при които Собственикът на уебсайта предлага
                        информационните ресурси и търговски услуги на
                        потребителите през уебсайта, находящ се на интернет
                        адрес “www.fitnesnastilki.com” (наричан по-долу за
                        краткост уебсайта).
                    </p>
                    <p>
                        Услугите се предлагат само в случай, че се приемат
                        настоящите Общи условия, правила и клаузи в този
                        документ. Ако не сте съгласни с тези условия – моля не
                        използвайте сайта.
                    </p>
                    <p>
                        С ползването на интернет сайта всеки Потребител заявява,
                        че има правото, пълномощията и дееспособността да сключи
                        и да бъде обвързан с тези условия. Потребителят заявява,
                        че е запознат с настоящите Общи условия за ползване и
                        всяко активно действие от негова страна или запазване на
                        пасивно поведение, след като интернет сайтът е зареден в
                        браузъра или е стартирано мобилното приложение,
                        представлява изрично електронно волеизявление по смисъла
                        на Закона за електронния документ и електронния подпис,
                        че е съгласен доброволно и съзнателно с настоящите Общи
                        условия за ползване.
                    </p>
                    <p>
                        С приемане на настоящите Общи условия Потребителят дава
                        изричното си съгласие личните му данни да бъдат
                        обработвани при спазване на изискванията на Закона за
                        защита на личните данни, както във връзка с настоящите
                        Общи условия и използването на интернет сайта, така и по
                        повод на дейността на Доставчика на услугите и заявява,
                        че има навършени 18 години.
                    </p>
                    <p>
                        С предоставянето на информация (контактна и информация,
                        свързана с поръчка на получателя на услуги) на интернет
                        сайта, получателят на услугите се съгласява, че
                        доставчикът на услугите може да влезе в контакт с
                        получателя във връзка с информацията, която е изпратил.
                    </p>
                    <h3 className="font-semibold">
                        II. ДАННИ ЗА СОБСТВЕНИКА НА УЕБСАЙТА
                    </h3>
                    <p>
                        1. Наименование на Дружеството: СОФМАКС ООД, ЕИК:
                        202473267;
                    </p>
                    <p>
                        2. Данни за кореспонденция: гр. София, п.к. 1510, ж.к.
                        Хаджи Димитър, бл. 188, вх. Д, ет. 3, ап. 33;
                    </p>
                    <p>
                        * служебен имейл за комуникация с клиенти:
                        fitnesnastilki@gmail.com;
                    </p>
                    <p>* телефон за комуникация с клиенти: 0878 150 520;</p>
                    <p>4. Надзорни органи:</p>

                    <p>
                        <span className="font-semibold">
                            (1) Комисия за защита на личните данни
                        </span>
                        <br />
                        Адрес: София 1592, бул. „Проф. Цветан Лазаров” № 2,
                        <br />
                        тел.: (02) 940 20 46
                        <br />
                        факс: (02) 940 36 40
                        <br />
                        Email: kzld@government.bg, kzld@cpdp.bg
                        <br />
                        Уеб сайт: www.cpdp.bg
                    </p>

                    <p>
                        <span className="font-semibold">
                            (2) Комисия за защита на потребителите
                        </span>
                        <br />
                        Адрес: 1000 гр. София, пл.”Славейков” №4А, ет.3, 4 и 6,
                        <br />
                        тел.: 02 / 980 25 24
                        <br />
                        факс: 02 / 988 42 18
                        <br />
                        гореща линия: 0700 111 22
                        <br />
                        Уеб сайт: www.kzp.bg
                    </p>

                    <p className="font-semibold">
                        (3) Орган за алтернативно решаване на спорове (АРС)
                    </p>
                    <p>
                        Обща помирителна комисия към Комисия за защита на
                        потребителите със седалище град София
                    </p>
                    <p>Адрес: гр. София, пл. Славейков 4 А</p>
                    <p>Електронна поща: adr.sofia@kzp.bg</p>
                    <p>Уебсайт: http://www.kzp.bg</p>
                    <p>Телефон +35929330517</p>

                    <h3 className="font-semibold">III. ДЕФИНИЦИИ</h3>
                    <p>
                        По смисъла на настоящите Общи условия изброените понятия
                        са използвани със следното значение:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-semibold">
                                „НИЕ“, „СОБСТВЕНИКА“, „ДОСТАВЧИКА“ е СОФМАКС
                                ООД;
                            </span>
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-semibold">
                                „САЙТА“, „СТРАНИЦАТА“, “ПЛАТФОРМАТА“, „ОНЛАЙН
                                МАГАЗИН“,
                            </span>
                            е уебсайта www.fitnesnastilki.com;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-semibold">“ПОТРЕБИТЕЛ” </span>
                            е всяко физическо лице, юридическо лице или друго
                            правно образувание, посещаващи и/или ползващи, по
                            какъвто и да е начин уебсайта и електронния магазин
                            www.fitnesnastilki.com само за лична употреба с
                            нетърговска цел, при условие да спазва и да се
                            съобразява с всички авторски права и съответните
                            означения;
                        </li>
                        <li className="mb-3 list-disc list-inside"></li>
                        <li className="mb-3 list-disc list-inside"></li>
                        <li className="mb-3 list-disc list-inside"></li>
                        <li className="mb-3 list-disc list-inside"></li>
                        <li className="mb-3 list-disc list-inside"></li>
                        <li className="mb-3 list-disc list-inside"></li>
                        <li className="mb-3 list-disc list-inside"></li>
                        <li className="mb-3 list-disc list-inside"></li>
                        <li className="mb-3 list-disc list-inside"></li>
                    </ul>
                </div>
                <Footer />
            </div>
        </>
    );
};

export default ObshtiUsloviya;
