import Head from "next/head";
import Navbar from "../../components/Navbar";
import Footer from "../../components/Footer";

const ObshtiUsloviya = () => {
    return (
        <>
            <Head>
                <title>Политика за поверителност</title>
            </Head>
            <div className="flex flex-col">
                <Navbar />
                <div className="flex-1 w-full xl:w-[75rem] mx-auto my-10 px-4 sm:px-12 lg:px-20 xl:px-0 flex flex-col gap-y-4 text-gray-600">
                    <h1 className="text-2xl text-black font-medium">
                        Общи условия за ползване на сайта
                        <span className="font-normal">
                            {" "}
                            www.fitnesnastilki.com
                        </span>
                    </h1>
                    <h3 className="font-medium">I. ВЪВЕДЕНИЕ</h3>
                    <p>
                        Моля прочетете внимателно настоящите Общи условия, преди
                        да използвате сайта www.fitnesnastilki.com.
                    </p>
                    <p>
                        Приемането и съгласието с настоящите Общи условия е
                        задължително условие за използването на сайта.
                    </p>
                    <p>
                        Общите условия влизат в сила от момента, в който
                        Потребителят използва за първи път сайта. Те са
                        приложими при всяко посещение и използване на уебсайта.
                    </p>
                    <p>Уебсайтът е собственост на СОФМАКС ООД.</p>
                    <p>
                        Настоящите Общи условия представляват споразумение между
                        всеки един от регистрираните и нерегистрираните
                        потребители на Уебсайта и Собственика на
                        www.fitnesnastilki.com и имат за цел да уредят
                        условията, при които Собственикът на уебсайта предлага
                        информационните ресурси и търговски услуги на
                        потребителите през уебсайта, находящ се на интернет
                        адрес “www.fitnesnastilki.com” (наричан по-долу за
                        краткост уебсайта).
                    </p>
                    <p>
                        Услугите се предлагат само в случай, че се приемат
                        настоящите Общи условия, правила и клаузи в този
                        документ. Ако не сте съгласни с тези условия – моля не
                        използвайте сайта.
                    </p>
                    <p>
                        С ползването на интернет сайта всеки Потребител заявява,
                        че има правото, пълномощията и дееспособността да сключи
                        и да бъде обвързан с тези условия. Потребителят заявява,
                        че е запознат с настоящите Общи условия за ползване и
                        всяко активно действие от негова страна или запазване на
                        пасивно поведение, след като интернет сайтът е зареден в
                        браузъра или е стартирано мобилното приложение,
                        представлява изрично електронно волеизявление по смисъла
                        на Закона за електронния документ и електронния подпис,
                        че е съгласен доброволно и съзнателно с настоящите Общи
                        условия за ползване.
                    </p>
                    <p>
                        С приемане на настоящите Общи условия Потребителят дава
                        изричното си съгласие личните му данни да бъдат
                        обработвани при спазване на изискванията на Закона за
                        защита на личните данни, както във връзка с настоящите
                        Общи условия и използването на интернет сайта, така и по
                        повод на дейността на Доставчика на услугите и заявява,
                        че има навършени 18 години.
                    </p>
                    <p>
                        С предоставянето на информация (контактна и информация,
                        свързана с поръчка на получателя на услуги) на интернет
                        сайта, получателят на услугите се съгласява, че
                        доставчикът на услугите може да влезе в контакт с
                        получателя във връзка с информацията, която е изпратил.
                    </p>
                    <h3 className="font-medium">
                        II. ДАННИ ЗА СОБСТВЕНИКА НА УЕБСАЙТА
                    </h3>
                    <p>
                        1. Наименование на Дружеството: СОФМАКС ООД, ЕИК:
                        202473267;
                    </p>
                    <p>
                        2. Данни за кореспонденция: гр. София, п.к. 1510, ж.к.
                        Хаджи Димитър, бл. 188, вх. Д, ет. 3, ап. 33;
                    </p>
                    <p>
                        * служебен имейл за комуникация с клиенти:
                        fitnesnastilki@gmail.com;
                    </p>
                    <p>* телефон за комуникация с клиенти: 0878 150 520;</p>
                    <p>4. Надзорни органи:</p>

                    <p>
                        <span className="font-medium">
                            (1) Комисия за защита на личните данни
                        </span>
                        <br />
                        Адрес: София 1592, бул. „Проф. Цветан Лазаров” № 2,
                        <br />
                        тел.: (02) 940 20 46
                        <br />
                        факс: (02) 940 36 40
                        <br />
                        Email: kzld@government.bg, kzld@cpdp.bg
                        <br />
                        Уеб сайт: www.cpdp.bg
                    </p>

                    <p>
                        <span className="font-medium">
                            (2) Комисия за защита на потребителите
                        </span>
                        <br />
                        Адрес: 1000 гр. София, пл.”Славейков” №4А, ет.3, 4 и 6,
                        <br />
                        тел.: 02 / 980 25 24
                        <br />
                        факс: 02 / 988 42 18
                        <br />
                        гореща линия: 0700 111 22
                        <br />
                        Уеб сайт: www.kzp.bg
                    </p>

                    <p className="font-medium">
                        (3) Орган за алтернативно решаване на спорове (АРС)
                    </p>
                    <p>
                        Обща помирителна комисия към Комисия за защита на
                        потребителите със седалище град София
                    </p>
                    <p>Адрес: гр. София, пл. Славейков 4 А</p>
                    <p>Електронна поща: adr.sofia@kzp.bg</p>
                    <p>Уебсайт: http://www.kzp.bg</p>
                    <p>Телефон +35929330517</p>

                    <h3 className="font-medium">III. ДЕФИНИЦИИ</h3>
                    <p>
                        По смисъла на настоящите Общи условия изброените понятия
                        са използвани със следното значение:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">
                                „НИЕ“, „СОБСТВЕНИКА“, „ДОСТАВЧИКА“ е СОФМАКС
                                ООД;
                            </span>
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">
                                „САЙТА“, „СТРАНИЦАТА“, “ПЛАТФОРМАТА“, „ОНЛАЙН
                                МАГАЗИН“,
                            </span>
                            е уебсайта www.fitnesnastilki.com;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">“ПОТРЕБИТЕЛ” </span>
                            е всяко физическо лице, юридическо лице или друго
                            правно образувание, посещаващи и/или ползващи, по
                            какъвто и да е начин уебсайта и електронния магазин
                            www.fitnesnastilki.com само за лична употреба с
                            нетърговска цел, при условие да спазва и да се
                            съобразява с всички авторски права и съответните
                            означения;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">„КЛИЕНТ“ </span>
                            е всяко лице което е влязло в договорни отношения със Доставчика, във връзка с използването на продуктите и/или услугите, предоставяни  на или от www.sportdetox.com;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">„ПРОДУКТИ/СТОКИ“ </span>
                            са представените за продажба стоки;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">„ОБРАБОТВАНЕ НА ЛИЧНИ ДАННИ“ </span>
                            – операция или операции, извършени чрез автоматични или неавтоматични средства като например: събиране, записване, организиране, съхраняване, блокиране, изтриване или унищожаване на данни за потребителите на услуги от сайта;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">„АДМИНИСТРАТОР НА ЛИЧНИ ДАННИ“ </span>
                            е физическо или юридическо лице, публичен орган, агенция или друга структура, която сама или съвместно с други определя целите и средствата за обработването на лични данни. В уебсайта Администатор на лични данни е СОФМАКС ООД.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">“ЗЛОНАМЕРЕНИ АТАКИ НА ТРЕТИ ЛИЦА” </span>
                            – действия или бездействия на трети лица, които са в противоречие с правилата на интернет етиката, в това число, но не само DoS (Denial of Service – претоварване на сървъра),
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">„ПОРЪЧКА“ </span>
                            е всяка постъпила в базата данни на Доставчика информация за закупуване на продукти от каталога на уебсайта на Доставчика.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">„НЕРЕГИСТРИРАН ПОТРЕБИТЕЛ“ </span>
                            е всеки потребител, който не отговаря на критериите за регистриран потребител.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium"> „РЕГИСТРИРАН ПОТРЕБИТЕЛ“ </span>
                            е всеки потребител, създал собствен потребителски профил и регистрирал се да ползва услугите, достъпни чрез уебсайта.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">„ПОТРЕБИТЕЛСКИ ПРОФИЛ“ </span>
                            е обособена част уебсайта, съдържаща информация за регистрирания потребител, изисквана от собственика при регистрацията и съхранявана от собственика, като достъпът до потребителския профил от регистрирания потребител се осъществява чрез въвеждане на потребителско име и парола. Потребителският профил дава възможност на регистрирания потребител да ползва определени услуги, до които достъпът е ограничен.
                        </li>
                    </ul>

                    <h3 className="font-medium">IV. ОБРАБОТКА НА ЛИЧНИ ДАННИ</h3>
                    <p> Доставчикът събира и обработва лични данни на потребителите на уебсайта при стриктно спазване на разпоредбите на Регламент 2016/679 на Европейския парламент и на Съвета от 27 април 2016 г. Собственикът на уебсайта полага всички необходими усилия за защита на личните данни на потребителите на сайта срещу неправомерно обработване. Дocтaвчиĸът oбpaбoтвa личнитe дaнни нa Πoтребителите нa ocнoвaниe чл. 6, aл. 1, б. „б“ oт GDРR – oбpaбoтвaнeтo e нeoбxoдимo зa изпълнeниe нa дoгoвop, пo ĸoйтo cyбeĸтът e cтpaнa или на основание чл. 6, ал. 1, б. „а“ от GDPR – на основание изрично предоставено от Потребителя съгласие. </p>
                    <p>
                        За повече информация моля запознайте се с
                        <span className="font-medium">Политиката ни за поверителност.</span>
                    </p>

                    <h3 className="font-medium">V. ХАРАКТЕРИСТИКИ НА ПЛАТФОРМАТА И ТЕХНИЧЕСКИ СТЪПКИ ЗА СКЛЮЧВАНЕ НА ДОГОВОР ЗА ПОКУПКО-ПРОДАЖБА ОТ РАЗСТОЯНИЕ</h3>
                    <p> Потребителите на www.fitnesnastilki.com  имат възможност да сключват договор за покупко-продажба на предлаганите в платформата продукти, включително следното: </p>
                    <p> 1. Да извършат регистрация и създаване на профил за преглеждане на електронния магазин на Доставчика; </p>
                    <p> 2. Да преглеждат продуктите и информационните ресурси на сайта, техните характеристики, цени и др.; </p>
                    <p> 3. Да получават информация за нови продукти и услуги; </p>
                    <p className="font-medium"> Преди натискане на виртуалния бутон за поръчка е необходимо Потребителят да отметне с тикче в съответното квадратче, че е запознат с Общите условия и Политиката за поверителност и ги приема. С тези действия се извършва изрично електронно изявление по смисъла на Закона за електронния документ и електронния подпис, с което се декларира, че Потребителят е запознат с настоящите Общи условия, приема ги, съгласява се с тях и се задължава да ги спазва. </p>
                    <p> По силата на сключения с Потребителя договор за покупко-продажба на стоки, Доставчикът се задължава да организира доставката и прехвърлянето на собствеността на Потребителя на определените от него чрез интерфейса в платформата стоки. </p>
                    <p> Потребителите заплащат на Доставчика възнаграждение за доставените стоки съгласно условията, определени в платформата и настоящите Общи условия. В случай на техническа грешка на цената, Доставчикът незабавно уведомява Потребителя за правилната цена на продукта и има право да откаже направена поръчка, поради грешно изписване на реалната й цена. </p>
                    <p> Договорът за покупко-продажба от разстояние между страните поражда действие от момента на постигане на съгласие между потребителя и собственика, обективирано по следния начин: </p>
                    <p> (а) от страна на потребителя чрез отбелязване в полето “Съгласен съм с Общите условия” и натискане на виртуалния бутон “Купи” или “Поръчай сега” –Потребителят извършва електронно изявление по смисъла на Закона за електронния документ и електронния подпис, с което декларира, че е запознат с настоящите Общи условия, приема ги и се задължава да ги спазва, както и че по договора за покупко-продажба от разстояние между страните е постигнато съгласие; </p>
                    <p> Със записването на съгласието на съответен носител в сървъра на собственика чрез общоприет стандарт за преобразуване по технически начин, правещ възможно неговото възпроизвеждане, електронното изявление придобива качеството на електронен документ по смисъла на цитирания закон. Собственикът може да съхранява в лог-файлове на своя сървър, IP адреса на регистрирания потребител, както и всяка друга информация, необходима за идентифициране на регистрирания потребител и възпроизвеждане на електронното му изявление за приемане на Общите условия и сключване на договора за покупко-продажба от разстояние, в случай на възникване на правен спор. </p>
                    <p> Договорът за покупко-продажба от разстояние се сключва на български език. </p>
                    <p>С приемането на настоящите Общи условия регистрираният потребител се съгласява комуникацията с него да бъде осъществявана и чрез телефон и/или факс и/или електронна поща.</p>
                    <p>Стъпките по сключване на договора са следните, както и с тези указани в уебсайта, но невключени по-долу:</p>
                    <ul>
                        <li className="list-disc list-inside">Потребителят преглежда предлаганите от собственика стоки и/или услуги;</li>
                    </ul>
                    <p>(ii) Потребителят избира една или няколко от предлаганите от собственика стоки и/или услуги, която/които се добавят във виртуална кошница на потребителя;</p>
                    <p>(iii) Потребителят следва да въведе адрес за доставка;</p>
                    <p>(iv) Потребителят следва да потвърди начина на плащане;</p>
                    <p>(v) Потребителят следва да се съгласи с Общите условия и Политиката за поверителност;</p>
                    <p>(vi) Потребителят следва да финализира on-line поръчката чрез натискане на виртуалния бутон “Купи” или “Поръчай сега” и да извърши плащане по съответният метод упоменат в сайта;</p>
                    <p>(vii) след финализиране на поръчката Доставчикът изпраща уведомление за регистриране на on-line поръчката в системата му, което няма смисъла на приемане, потвърждаване или поемане на ангажимент за изпълнението ѝ;</p>
                    <p>(б) Договорът за покупко-продажба от разстояние между собственика и потребителя се смята за сключен към момента на получаването от страна на потребителя на уведомление от страна на собственика, че е готов да изпрати стоката от поръчката (on-line или по телефон) или да предостави услугата. Това уведомление собственикът отправя до потребителя чрез телефон и/или електронна поща.</p>
                    <p>Потребителят декларира, че е информиран и съгласен, че заявената от него поръчка (on-line или по телефон) може да претърпи промени, които Доставчикът се задължава да съобщи на Потребителя на предоставена от последния електронна поща и/или по предоставен телефон за контакти и/или по друг подходящ начин до момента на получаване на потвърждение за окончателното изпращане на потвърдената поръчка (on-line или по телефон) до адреса на потребителя.</p>
                    <p>Собственикът има правото да не достави част или всички стоки или да не изпълни част или всички услуги от поръчката (on-line или по телефон) по свое усмотрение включително, но не само поради изчерпване на складовата им наличност или промяна на цената. При всички случаи Доставчикът уведомява за това Потребителя чрез телефон и/или електронна поща. При това положение единствената отговорност на собственика е да върне евентуално получената предварително цена на стоката или услугата (ако не е извършена).</p>
                    <p>Срещу предоставените от Доставчика стоки и/или услуги, Потребителят заплаща цената на поръчката, по избрания метод на плащане, упоменат в сайта, съгласно условията и сроковете на настоящите Общите условия и всички евентуални изменения на последните, които са оповестени на уебсайта. Потребителят изрично декларира, че е запознат с обстоятелството, че всяка поръчка (on-line или по телефон) в електронния магазин на уебсайта е свързана със задължение за плащане от негова страна.</p>
                    <p>При възникнал спор кое лице е изявило воля за обвързване с текста на Общите условия, за страна по него се счита лицето, което е заплатило цената за съответната стока и/или услуга.</p>
                    <p>Собствеността на стоките се прехвърля с предаването им на потребителя, след извършване на плащането от негова страна. Предаването на стоката ще се удостоверява с подписа на потребителя на транспортния документ, предоставен от куриера/превозвача.</p>
                    <p>Настоящите Общи условия не се прилагат за стоки и/или услуги, за които има отделни правила.</p>

                    <h3>
                        <span className="font-medium">VI. РЕГИСТРАЦИЯ ЗА ИЗПОЛЗВАНЕ НА </span>
                        www.fitnesnastilki.com
                    </h3>
                    <p>В сайта www.fitnesnastilki.com можете да пазарувате като регистриран потребител или като гост.</p>
                    <p>1. Регистрацията ви дава следните предимства:</p>
                    <p>– Проверка на номер на поръчката;</p>
                    <p>– Проверка статус поръчката;</p>
                    <p>– Запазване на  данните на Потребителя за бъдещи поръчки.</p>
                    <p>За да се регистрирате като Потрeбител на сайта за сключване на договори за покупко-продажба на продукти и услуги, следва да въведете своя имейл и избрана от вас парола. След въвеждането му във регистрационната форма ще получите автоматичен имейл от Доставчика, че вече имате създаден акаунт. Потребителското ви име е самият ви имейл адрес.</p>
                    <p>Ние ще обработваме вашата информация в съответствие с нашата Политика за поверителност.</p>
                    <p>С попълване на данните си и натискане на бутоните “Да, приемам” или “Регистрация”, Потребителя декларира, че е запознат с тези Общи условия, съгласен е с тяхното съдържание, задължава се безусловно да ги спазва.</p>
                    <p>2. Може да осъществите поръчка и като гост като използвате съответната функционалност в интерфейса на електронния магазин.</p>

                    <h3 className="font-medium">VII. НАЛИЧНОСТ</h3>
                    <p>Доставчикът си запазва правото да откаже изпълнението на поръчката, в случай, че някой продукт не е наличен, без да дължи, каквито и да е било неустойки на Потребителя.</p>
                    <p>Собственикът запазва правото си на едностранна промяна в стоките и/или услугите, техните параметри и характеристики, както и на едностранни промени в Общите условия, за което се задължава да информира потребителя в съответствие с настоящите Общи условия. Собственикът има право да променя едностранно всички условия за доставка на стоките и каквато и да било друга информация, публикувана на уебсайта без предварително уведомление до потребителя.</p>

                    <h3 className="font-medium">VIII. ЦЕНИ</h3>
                    <p>Всички посочени на уебсайта крайни цени са в лева и са с включен данък добавена стойност. Доставчикът има право да променя цените на продуктите и услугите, които предлага по свое усмотрение, по всяко време и без да e длъжен да уведомява предварително потребителите. Потребителят е длъжен да заплати цената, която е била посочена в уебсайта по време на извършване на поръчката. При допуснати технически грешки в публикуването на цените на продуктите в сайта Доставчикът има правото да откаже изпълнението на поръчката и не дължи обезщетение по никакъв начин на Потребителя.</p>
                    <p>Доставчикът няма да носи отговорност пред Потребителя или трета страна поради оттегляне, на който и да е продукт или услуга от електронния магазин или отказ за обработка, на каквато и да е поръчка.</p>
                    <p>При намаление на цените, намалените цени се обявяват, като новата цена е поставена до старата, която е зачертана.</p>
                    <p>Промо кодовете за отстъпки при закупуване на продукти, не важат за продукти, които вече са намалени.</p>

                    <h3 className="font-medium">IX. МЕТОДИ НА ПЛАЩАНЕ</h3>
                    <p className="indent-6">Потребителят може да извърши плащането на цената на стоката и/или услугата по един от следните начини или по различен, посочен в уебсайта начин:</p>
                    <p>(i) наложен платеж – заплащането се извършва в момента на доставката на стоката, когато куриер/превозвач посети посочения от потребителя адрес за доставка и предаде стоката на потребителя. Цената на поръчката се заплаща на куриера/превозвача.</p>
                    <p>(ii) лично в склада на Доставчика.</p>
                    <p>Цената на услугата може да бъде платена от потребител или от трето лице.</p>
                    <p>При финализиране на поръчката и потвърждаването ѝ от потребителя, последният се задължава да заплати цената на поръчката и отново декларира, че е запознат с обстоятелството, че поръчката е свързана със задължение за плащане от негова страна, както и с настоящите Общи условия. След финализиране и потвърждаване на поръчката от потребителя системата на електронния магазин изпраща автоматично информационна електронна поща, който потвърждава получаването на поръчката в системата на собственика.</p>
                    <p>Собственикът може да поиска допълнително потвърждение, включително по телефон или електронна поща на извършената поръчка. В случай, че потребителят откаже да предостави изискваната от собственика информация/потвърждение, отказът от предоставянето ѝ автоматично води до отмяна на поръчката с или без допълнително уведомление на потребителя.</p>

                    <ul>
                        <li className="list-disc list-inside font-medium">ОТКАЗ ОТ ДОГОВОР ЗА ПОКУПКО-ПРОДАЖБА ОТ РАЗСТОЯНИЕ</li>
                    </ul>
                    <p>Потребителят има право да се откаже от един или повече от поръчаните продукти в 14-дневен срок от получаване на поръчката в случай, че дадения продукт е във вида, в който е доставен, в оригиналната си опаковка, без следи от употреба или нарушаване на търговския вид на продукта, в съответствие с разпоредбите на чл. 55 от Българския Закон за защита на потребителя (ЗЗП), освен в случаите на чл. 57 от ЗЗП, а именно:</p>
                    <p>1. за предоставяне на услуги, при които услугата е предоставена напълно, когато договорът предвижда задължение за потребителя да плати, и изпълнението е започнало с изричното предварително съгласие и потвърждение на потребителя, че знае, че ще загуби правото си на отказ, след като договорът бъде изпълнен изцяло от търговеца;</p>
                    <p>2. за доставка на стоки или услуги, чиято цена зависи от колебанията на финансовия пазар, които не могат да бъдат контролирани от търговеца и които могат да настъпят по време на срока за упражняване правото на отказ;</p>
                    <p>3. за доставка на стоки, изработени по поръчка на потребителя или съобразно неговите индивидуални изисквания;</p>
                    <p>4. за доставка на стоки, които поради своето естество могат да влошат качеството си или имат кратък срок на годност;</p>
                    <p>5. за доставка на запечатани стоки, които са разпечатани след доставката им и не могат да бъдат върнати поради съображения, свързани с хигиената или защита на здравето;</p>
                    <p>6. за доставка на стоки, които след като са били доставени и поради естество им са се смесили с други стоки, от които не могат да бъдат отделени;</p>
                    <p>7. за доставка на алкохолни напитки, чиято цена е договорена при сключването на договора за продажба, при които доставката може да бъде извършена в срок не по-рано от 30 дни, считано от сключването на договора, и чиято действителна стойност зависи от колебанията на пазара, които не могат да бъдат контролирани от търговеца;</p>
                    <p>8. при които потребителят изрично е поискал от търговеца да го посети в дома му с цел извършване на неотложни дейности за ремонт или поддръжка; когато при такова посещение търговецът предоставя и други услуги в допълнение към тези, поискани от потребителя, или достави стоки, различни от резервните части, необходими за извършване на ремонта или на поддръжката, правото на отказ се прилага за тези допълнителни услуги или стоки;</p>
                    <p>9. за доставка на запечатани звукозаписи или видеозаписи или запечатан компютърен софтуер, които са разпечатани след доставката;</p>
                    <p>10. за доставка на вестници, периодични издания или списания с изключение на договори за абонамент за доставката на такива издания;</p>
                    <p>11. сключени по време на публичен търг;</p>
                    <p>12. за предоставяне на услуги за настаняване, които нямат за цел живеене, транспорт на стоки, отдаване на автомобили под наем, услуги за хранене или предоставяне на услуги, свързани с развлекателни дейности, ако договорът предвижда конкретна дата или срок за изпълнение;</p>
                    <p>13.за предоставяне на цифрово съдържание, което не се предоставя на материален носител, когато изпълнението е започнало и договорът задължава потребителя да плати, в случаите, когато:</p>
                    <p>а) потребителят е дал изричното си предварително съгласие за започване изпълнението по време на срока за отказ;</p>
                    <p>б) потребителят е потвърдил, че знае, че по този начин ще загуби правото си на отказ;</p>
                    <p>в) търговецът е предоставил потвърждение съгласно чл. 48, ал. 2 или чл. 49, ал. 8;</p>
                    <p>14. за предоставяне на услуги, които задължават потребителя да плати, когато потребителят изрично е поискал от търговеца да го посети в дома му за извършване на дейности за ремонт, след като услугата е предоставена напълно и изпълнението е започнало с изричното предварително съгласие на потребителя.</p>
                    <p>Повече относно условията за отказ от договора можете да прочетете в
                        <span className="font-medium"> Раздел Условия за връщане на продукт и рекламации.</span>
                    </p>

                    <ul>
                        <li className="list-disc list-inside font-medium">РЕКЛАМАЦИИ</li>
                    </ul>
                    <p>Клиентите имат право да предявят рекламация на стоката в следните случаи:</p>
                    <p>– при констатирани липси;</p>
                    <p>– дефекти на стоката;</p>
                    <p>– несъответствие с поръчания модел или размер/брой.</p>
                    <p>Приемането на рекламации се извършва през цялото работно време в търговския обект, където е закупена стоката, или на интернет сайта на продавача, на който е поръчана стоката, и на адреса на управление на продавача. Рекламацията може да бъде предявена и във всеки от търговските обекти на продавача на територията на страната, в които се осъществява подобна търговска дейност като тази в обекта, откъдето е закупена стоката. Правото на избор на място за предявяване на рекламацията принадлежи изцяло на потребителя.</p>
                    <p>Когато Производителят удовлетвори рекламацията, той издава за това акт, който се съставя в два екземпляра, и предоставя задължително един екземпляр на потребителя.</p>
                    <p className="font-medium underline">Доставчикът не поема отговорност и не се смятат за основание за Рекламация  малки отклонения в цвета на продукта. Поради разлики в мониторите и техните настройки, реалните цветове може леко да се различават от тези на снимките.</p>
                    <p className="font-medium">Повече относно условията за рекламация на продукт можете да откриете в раздел Условията за връщане на продукт.</p>

                    <h3 className="font-medium">XII. ПРАВА И ЗАДЪЛЖЕНИЯ НА СТРАНИТЕ</h3>
                    <p>•          Потребителите нямат право да деактивират или разстройват функционалностите на уебсайта  и да осъществяват злонамерени атаки.</p>
                    <p>•          Видът и спецификите на възможностите за ползване на интернет сайта могат да бъдат променяни едностранно, по преценка на Доставчика.</p>
                    <p>•          Всички потребители получават правото да използват услугите на сайта, единствено за лични/нетърговски цели при спазване на приложимото законодателство и изискванията, посочени в настоящите Общи условия.</p>
                    <p>•          Съдържанието на интернет сайта се определя от Доставчика като също така има право по всяко време да променя съдържанието на сайта си, като по своя преценка добавя и/или премахва рубрики и/или материали.</p>
                    <p>•          Достъпът до сайта може да бъде временно спрян или ограничен с цел поддръжка на сайта или въвеждане на нови услуги/продукти. Поради естеството на Интернет непрекъснатият достъп не може да бъдат гарантиран.</p>
                    <p>•          Собственикът на сайтa има право да използва „бисквитки“ (cookies). „Бисквитките“ се използват с цел оптимизация и осигуряване на пълно и качествено ползване на функционалностите на сайта.</p>
                    <p>Потребителят се задължава:</p>
                    <p>•          да посочи точен и валиден адрес и електронен пощенски адрес за кореспонденция;</p>
                    <p>•          да плати цената на заявения от него продукт/услуга;</p>
                    <p>•          да полага всички грижи и да предприема необходимите мерки, които разумно се налагат, с цел опазване на паролата си;</p>
                    <p>•          да не подава фиктивни или невалидни заявки или друга невярна информация. Потребителят носи пълна отговорност за опазването на своята парола, както и за всички действия, които се извършват от него или от трето лице чрез използването й.</p>
                    <p>•          да спазва законодателство, настоящите Общи условия, Интернет етиката, правилата на морала и добрите нрави;</p>
                    <p>•          да не се намесва в правилното действие на системата, включително, но не само, да не осуетява процедурата по идентификация на друг потребител, да не осъществява достъп извън предоставения му, да не възпрепятства други потребители да използват магазина;</p>
                    <p>•          да не извлича чрез технически средства или по технически начин информационни ресурси или части от информационни ресурси, принадлежащи към базите данни, разположени в магазина.</p>
                    <p className="font-medium">•          Собственикът има правото да деактивира или заличи потребителското име и паролата за достъп до потребителския профил на регистрирания потребител и в случай, че регистрираният потребител наруши право на интелектуална собственост на собственика върху съдържащите се на уебсайта – обекти на интелектуална собственост.</p>
                    <p>•          Собственикът може да поставя електронни препратки към други Интернет страници и ресурси и рекламни банери в уебсайта за продажба на стоки и предоставяне на услуги от трети лица включително при условията на Контекстна реклама. С приемането на настоящите Общи условия потребителят се съгласява на вниманието му да бъдат поставяни електронни препратки и рекламни банери при условията на Контекстна реклама.</p>

                    <h3 className="font-medium">XIII. ОГРАНИЧАВАНЕ НА ОТГОВОРНОСТТА НА ДОСТАВЧИКА</h3>
                    <p>•          Доставчикът не носи отговорност за субективните възприятия и интерпретация на точността, пълнотата и полезността на информационните ресурси на сайта.</p>
                    <p>•          Доставчикът не носи отговорност за информацията (в т.ч. за нейната пълнота и достоверност), съдържаща се в  сайтове, към които настоящият сайт съдържа препратки. Доставчикът не дава никаква гаранция за коректността или надеждността на съдържанието на сайта. При никакви обстоятелства Доставчикът няма да носи отговорност за загуби или щети, причинени от вашето разчитане на съдържание на уебсайта.</p>
                    <p>•          Доставчикът има право на обезщетение за всички вреди, разноски и претенции на трети лица, които са следствие от нарушение на тези общи условия и/или нерегламентирана употреба на услугите на сайта.</p>
                    <p>•          Доставчикът не носи отговорност за настъпили вреди за Потребителя, във връзка с каквато и да било невъзможност или липса на достъп до този сайт поради технически причини и др.</p>
                    <p>•          Доставчикът не носи отговорност за достоверността и истинността на link-препратките, публикувани в този сайт.</p>
                    <p>•   Доставчикът не носи отговорност в случай на непреодолима сила, случайни събития, проблеми в Интернет, технически или други обективни причини, включително и разпореждания на компетентните държавни органи.</p>
                    <p>•    Доставчикът не носи отговорност за вреди, причинени от Потребителя на трети лица.</p>
                    <p>•    Доставчикът не носи отговорност за имуществени или неимуществени вреди, изразяващи се в пропуснати ползи или претърпени вреди, причинени на Потребителя в процеса на използване или неизползване на сайта и сключване на договори за покупко-продажба с Доставчика.</p>
                    <p>•    Доставчикът не носи отговорност за вреди от коментари, мнения и публикации под продуктите, новините и статиите в платформатa.</p>
                    <p>•    Доставчикът не носи отговорност в случай на преодоляване на мерките за сигурност на техническото оборудване и от това последва загуба на информация, разпространение на информация, достъп до информация, ограничаване на достъп до информация и други сходни последствия.</p>
                    <p>•    Доставчикът не носи отговорност в случай на сключване на договор зa покупко-продажба, предоставяне на достъп до информация, загуба или промяна на данни настъпили вследствие на фалшива легитимация на трето лице, което се представя за Потребителя, ако от обстоятелствата може да се съди, че това лице е Потребителя.</p>
                    <p>Доставчикът не носи отговорност и за:</p>
                    <p>•          всички вреди, причинени на получателите на услугата при предоставяне на услугата, с изключение на умишлено причинени вреди от служители на доставчика на услугата;</p>
                    <p>•          ако получателят на услугата забрави своя личен профил отворен на компютър или по какъвто и да било друг начин разреши и/или допусне личният му профил да бъде ползван от трети лица, злоупотребили с регистрацията му;</p>
                    <p>•    Доставчикът не носи отговорност за субективните възприятия и очаквания за качество и въздействие на предлаганите за продажба продукти от страна на Потребителя.</p>
                    <p>
                        •
                        <span className="font-medium">Доставчикът </span>
                        не дължи каквото и да е било обезщeтение или връщане на заплатени суми, ако Потребителят не е доволен от продукта.
                    </p>
                    <p>•  Доставчикът не носи отговорност за своевременното доставяне на информация относно завършени поръчки на Потребителя. за несвоевременен отговор на въпроси, коментари за продукти, информация за наличност на продукти.</p>
                    <p> •  Доставчикът не носи отговорност за продукти, артикули и/или услуги претърпели повреда при доставка по вина на трети страни.</p>
                    <p>•   Потребителят декларира, че е информиран и съгласен, че част от стоките публикувани на уебсайта, биха могли да бъдат посочени като налични в уебсайта, като е възможно част от тях да не са налични при заявяване на поръчка чрез on-line системата за поръчки или по телефон.</p>

                    <ul>
                        <li className="list-disc list-inside font-medium">ВРЪЗКИ КЪМ САЙТОВЕ НА ТРЕТИ СТРАНИ</li>
                    </ul>
                    <p>Сайтът www.fitnesnastilki.com  може да съдържа специални връзки (линкове, хипервръзки) към други уеб сайтове, поддържани от трети страни.</p>
                    <p>Доставчикът не носи отговорност за законосъобразността, пълнотата, верността и актуалността на съдържанието на информационни ресурси на трети лица, към които сочат електронни препратки от този сайт, нито за законосъобразността на дейността на тези трети лица.</p>

                    <ul>
                        <li className="list-disc list-inside font-medium">АВТОРСКИ ПРАВА</li>
                    </ul>
                    <p>Цялото съдържание на всички статии, страници, аудио/видео материали, лого, графични изображения, надписи, изображения и други ресурси качени на сайта  www.fitnesnastilki.com  принадлежат на Собственика или на негови партньори и са защитени по смисъла на Закона за авторското право на Република България и сродните му права, Кодекса за международното частно право, както и Регламентите на ЕС за защита на авторското право.</p>
                    <p>Тяхното копиране, споделяне, възпроизвеждане, разпространяване, излъчване, предаване, видоизменяне  или използване по друг начин, води до нарушение на авторските права и подлежи на съдебно преследване и нарушителите носят наказателна отговорност по смисъла на Наказателния кодекс на Република България</p>
                    <p>Не се разрешава материалите на този Сайт да се променят по никакъв начин, нито да бъдат копирани, публично разпространявани или раздавани за каквато и да било обществена или търговска цел. Независимо от горното, потребителят няма право да премахва знаците за търговска марка и принадлежност на друго право на интелектуална собственост от достъпните му материали, независимо дали носителят на съответните права е собственикът или трето лице.</p>

                    <ul>
                        <li className="list-disc list-inside font-medium">РАЗРЕШАВАНЕ НА СПОРОВЕ. АЛТЕРНАТИВНО РАЗРЕШАВАНЕ НА СПОРОВЕ</li>
                    </ul>
                    <p>Всички спорове, породени от настоящите Общи условия или отнасящи се до тях, включително споровете, породени или отнасящи се до тяхното тълкуване, недействителност, изпълнение или прекратяване, както и споровете за попълване на празноти в Общите условия или приспособяването им към нововъзникнали обстоятелства, ще бъдат разрешавани чрез разбирателство и взаимни отстъпки.</p>
                    <p>
                        В случай, че не може да се постигне споразумение, удовлетворяващо страните по спора, и съгласно чл.181н, ал.4 от Закона за защита на потребителите, можете да използвате следната електронна връзка към КЗП или платформата за онлайн решаване на спорове (платформа за ОРС) в рамките на Европейския съюз:
                        <a href="https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home.chooseLanguage" className="font-medium">
                            https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home.chooseLanguage
                        </a>
                    </p>
                    <p>Алтернативното решаване на спорове /АРС/ между потребители и търговци представлява извънсъдебно помирително производство на доброволен принцип. Общите помирителни комисии съдействат за постигането на споразумение между потребители и търговци при спорове за договори за продажба на стоки и предоставяне на услуги.</p>

                    <h3 className="font-medium">XVII. СПАСИТЕЛНА КЛАУЗА</h3>
                    <p>Обстоятелството, че отделна разпоредба на настоящите Общи условия е или може да бъде обявена за незаконосъобразна, недействителна или неприложима, не води до незаконосъобразност, недействителност и неприложимост на останалите разпоредби на Общите условия. Недействителната клауза ще бъде заместена от повелителните норми на закона или установената практика.</p>

                    <h3 className="font-medium">XVIII. ПРЕКРАТЯВАНЕ НА ДОГОВОРА</h3>
                    <p>Освен в случаите предвидени в настоящите Общи условия, договорът между страните се прекратява и при настъпване на някое от следните обстоятелства:</p>
                    <p>(а) преустановяване на дейността на собственика или прекратяване поддържането на уебсайта;</p>
                    <p>(б) взаимно съгласие на страните за прекратяването;</p>
                    <p>(в) други предвидени в закона случаи.</p>

                    <ul>
                        <li className="list-disc list-inside font-medium">ПРИЛОЖИМО ПРАВО</li>
                    </ul>
                    <p>По всички неуредени от настоящите Общи условия въпроси се прилагат разпоредбите на действащото законодателство на Република България. Евентуалните спорове, възникнали между Собственика и Потребителя ще се разрешат по взаимно съгласие или ако това е невъзможно, споровете ще бъдат решавани пред компетентния съд в гр. София.</p>

                    <ul>
                        <li className="list-disc list-inside font-medium">ПРОМЕНИ В ОБЩИТЕ УСЛОВИЯ</li>
                    </ul>
                    <p>При извършване на промени в Общите условия, Доставчикът ги довежда до знанието на Потребителите, чрез публикуването им на Уебсайта на Доставчика.</p>
                    <p>Ако потребителят, не заяви, че отхвърля промените, се счита, че е обвързан от тях. Нерегистриран потребител изразява несъгласието си с промяната на настоящите Общи условия, като преустанови ползването на услугите за нерегистрирани потребители съгласно настоящите общи условия, предоставяни посредством уебсайта.</p>
                </div>
                <Footer />
            </div>
        </>
    );
};

export default ObshtiUsloviya;
