import Navbar from "../../components/Navbar";
import Footer from "../../components/Footer";
import Head from "next/head";

const AboutUsOld = () => {
    return (
        <>
            <Head>
                <title>За нас</title>
            </Head>
            <div className="flex flex-col h-screen">
                <Navbar />
                <div className="flex-1 w-full xl:w-[75rem] mx-auto my-10 px-6 sm:px-12 lg:px-20 xl:px-0 text-sm sm:text-base">
                    <h3 className="text-lg sm:text-2xl mb-6 text-center">
                        fitnesnastilki.com – Вашият партньор за фитнес настилки!
                    </h3>
                    <p className="mb-2">
                        Здравейте, фитнес ентусиасти и любители на активния
                        начин на живот! Ние сме fitnesnastilki.com –
                        специализирана фирма с над 12 години опит в продажбата
                        на висококачествени фитнес настилки. Нашата мисия е да
                        направим Вашето тренировъчно пространство безопасно,
                        удобно и стилно.
                    </p>
                    <p className="font-medium">Защо да изберете нас?</p>
                    <p>
                        С течение на годините сме изградили репутация на
                        надежден партньор, който предлага иновации, качество и
                        разнообразие. Ние разбираме нуждите на нашите клиенти и
                        затова предлагаме:
                    </p>
                    <br />
                    <p>
                        -<span className="italic"> Широк асортимент </span>: От
                        настилки за домашни фитнес зали до професионални решения
                        за спортни клубове – имаме всичко, от което се нуждаете.
                    </p>
                    <p>
                        -
                        <span className="italic">
                            {" "}
                            Качество на първо място{" "}
                        </span>
                        : Нашите настилки са изработени от висококачествени
                        материали, които осигуряват дълготрайна издръжливост и
                        безопасност.
                    </p>
                    <p>
                        -
                        <span className="italic">
                            {" "}
                            Персонализирани решения{" "}
                        </span>
                        : Независимо дали сте собственик на фитнес зала или
                        просто искате да подобрите домашната си тренировка, ние
                        можем да ви предложим индивидуални решения, които да
                        отговарят на вашите специфични нужди.
                    </p>
                    <br />
                    <p className="font-medium">Нашият ангажимент към Вас:</p>
                    <p>
                        В fitnesnastilki.com вярваме в качеството и
                        удовлетвореността на клиентите. Ние не просто продаваме
                        настилки – ние създаваме пространство, в което можете да
                        постигнете своите фитнес цели. Наша цел е да ви
                        предоставим не само продукти, а и изключително
                        обслужване, за да се чувствате уверени и вдъхновени в
                        тренировките си.
                    </p>
                    <br />
                    <p>Свържете се с нас!</p>
                    <p>
                        Ако търсите надеждни фитнес настилки, не се колебайте да
                        се свържете с нас! Ние сме тук, за да отговорим на
                        всички ваши въпроси и да ви помогнем да изберете
                        най-доброто решение за Вас !
                    </p>
                    <br />
                    <p>
                        fitnesnastilki.com – за здравословен и активен начин на
                        живот!
                    </p>
                    <br />
                    <p>Вашият фитнес комфорт започва от тук!</p>
                </div>
                <Footer />
            </div>
        </>
    );
};

export default AboutUsOld;
