import Head from "next/head";
import Navbar from "../../components/Navbar";
import Footer from "../../components/Footer";

const PrivacyPolicy = () => {
    return (
        <>
            <Head>
                <title>Политика за поверителност</title>
            </Head>
            <div className="flex flex-col">
                <Navbar />
                <div className="flex-1 w-full xl:w-[75rem] mx-auto my-10 px-4 sm:px-12 lg:px-20 xl:px-0 flex flex-col gap-y-4 text-gray-600">
                    <h1 className="text-2xl text-black font-medium">
                        Политика за поверителност и защита на личните данни в
                        сайта www.fitnesnastilki.com
                    </h1>
                    <p>
                        Настоящият документ разкрива Политиката за поверителност
                        и защита на личните данни, които се събират от
                        потребителите на Сайта с адрес (URL)
                        www.fitnesnastilki.com. Настоящата Политика за
                        поверителност има за цел да Ви осведоми за това как
                        собственикът на уебсайта третира Вашите лични данни като
                        Администратор, а също и за това как бихте могли да
                        контролирате своите предпочитания и настройки, във
                        връзка с това третиране.
                    </p>
                    <p>
                        Настоящата Политика за поверителност представлява
                        неразделна част от Общите условия за използване на Сайта
                        www.fitnesnastilki.com Всички дефиниции и определения,
                        дадени в Общите условия, са приложими и в настоящата
                        Политика за поверителност.
                    </p>
                    <p>Настоящата Политика е в сила от 01.10.2024 г.</p>
                    <h3 className="font-semibold">
                        АДМИНИСТРАТОР НА ЛИЧНИ ДАННИ
                    </h3>
                    <p className="font-semibold underline underline-offset-2">
                        СОФМАКС ООД е Администратор на лични данни по смисъла на
                        Регламент (ЕС) 2016/679 на Европейския парламент и на
                        Съвета от 27 април 2016 година относно защитата на
                        физическите лица във връзка с обработването на лични
                        данни и относно свободното движение на такива данни и за
                        отмяна на Директива 95/46/EО (наричан по-долу „ОРЗД“) и
                        Закона за защита на личните данни (наричан по-долу
                        „ЗЗЛД“). Моля, имайте предвид, че посещавайки този
                        уебсайт, личните ви данни ще се събират и съхраняват
                        според законодателството на Европейския съюз, GDPR и
                        Република България. В случай, че този факт е неприемлив
                        за вас, моля не използвайте уебсайта.
                    </p>
                    <p>
                        С оглед изпълняване на изискванията на приложимото
                        законодателство за защита на личните данни дружеството,
                        отговарящо за защитата на Вашите лични данни в
                        качеството им на Администратор на данни е:
                    </p>
                    <p>
                        1. Наименование на Дружеството: СОФМАКС ООД, ЕИК:
                        202473267;
                    </p>
                    <p>
                        2. Данни за кореспонденция: гр. София, п.к. 1510, ж.к.
                        Хаджи Димитър, бл. 188, вх. Д, ет. 3, ап. 33;
                    </p>
                    <p>
                        * служебен имейл за комуникация с клиенти:
                        sales@sportdetox.com;
                    </p>
                    <p>* телефон за комуникация с клиенти: 0878 150 520;</p>
                    <p>4. Надзорни органи:</p>
                    <p>
                        <span className="font-medium">
                            (1) Комисия за защита на личните данни
                        </span>
                        <br />
                        Адрес: София 1592, бул. „Проф. Цветан Лазаров” № 2,
                        <br />
                        тел.: (02) 940 20 46
                        <br />
                        факс: (02) 940 36 40
                        <br />
                        Email: kzld@government.bg, kzld@cpdp.bg
                        <br />
                        Уеб сайт: www.cpdp.bg
                    </p>
                    <p>
                        Администраторът събира и обработва всички лични данни в
                        съответствие със законите за защита на личните данни,
                        приложими в България и Европейския съюз.
                    </p>
                    <h3 className="font-medium">
                        ПРИНЦИПИ ПРИ ОБРАБОТВАНЕ НА ЛИЧНИ ДАННИ
                    </h3>
                    <p>
                        При обработването на лични данни Администраторът спазва
                        следните принципи:
                    </p>
                    <p>
                        1) събира лични данни само при наличие на правно
                        основание, обработва ги добросъвестно и по прозрачен
                        начин по отношение на субекта на данните –{" "}
                        <span className="font-medium">
                            принцип на законосъобразност, добросъвестност и
                            прозрачност;
                        </span>
                    </p>
                    <p>
                        2) събира лични данни за конкретни, изрично указани и
                        легитимни цели и не обработва тези лични данни по начин,
                        който е несъвместим с първоначалните цели –{" "}
                        <span className="font-medium">
                            принцип на ограничение на целите;
                        </span>
                    </p>
                    <p>
                        3) обработва само такъв обем и вид лични данни, свързани
                        с и ограничени до необходимото във връзка с целите, за
                        които се обработват –{" "}
                        <span className="font-medium">
                            принцип на свеждане на данните до минимум;
                        </span>
                    </p>
                    <p>
                        4) поддържа личните данни точни и в актуален вид –{" "}
                        <span className="font-medium">принцип на точност;</span>
                    </p>
                    <p>
                        5) съхранява личните данни във форма, която позволява
                        идентифицирането на субекта на данните за период, не
                        по-дълъг от необходимото за целите, за които се
                        обработват личните данни –{" "}
                        <span className="font-medium">
                            принцип на ограничение на съхранението;
                        </span>
                    </p>
                    <p>
                        6) спазва{" "}
                        <span className="font-medium">
                            принципите за защита на данните на етапа на
                            проектирането и защита на данните по подразбиране
                        </span>{" "}
                        като взема предвид достиженията на техническия прогрес,
                        разходите за прилагане и естеството, обхвата, контекста
                        и целите на обработването, както и породените от
                        обработването рискове с различна вероятност и тежест за
                        правата и свободите на физическите лица, и въвежда
                        подходящи мерки за защита на личните данни и постигане
                        на съответствие с Регламент (ЕС) 2016/679.
                    </p>
                    <p>
                        7) гарантира подходящо ниво на сигурност на личните
                        данни, включително защита срещу неразрешено или
                        незаконосъобразно обработване и срещу случайна загуба,
                        унищожаване или повреждане, като прилага подходящи
                        технически или организационни мерки – принцип на
                        цялостност и поверителност.
                    </p>
                    <h3 className="font-medium">
                        ОСНОВАНИЕ ЗА СЪБИРАНЕ НА ЛИЧНИ ДАННИ
                    </h3>
                    <p>
                        Администраторът събира и обработва Вашите лични данни,
                        въз основа на следните основания:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">
                                Изрично получено съгласие от Вас като
                                клиент/потребител
                            </span>
                            . Полученото съгласие за обработване на лични данни
                            е доброволно и се предоставя за всеки конкретен
                            случай. Предоставеното от Вас съгласие за
                            обработване на лични данни може да бъде оттеглено по
                            всяко време посредством подаването на искане в
                            свободен текс за оттегляне на съгласие по имейл до
                            Администратора. Оттегленото съгласие има действие
                            занапред, като същото не се отразява върху
                            законосъобразността на обработването на
                            предоставените от Вас лични данни преди подаването
                            на искането за оттегляне на съгласие. Съгласно чл. 6
                            ал. 1 а) GDPR Данните ще бъдат обработвани, ако
                            изрично сте се съгласили с вида и обхвата на
                            въпросната обработка на данни.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">
                                Изпълнение на договори или преддоговорни
                                дейности
                            </span>
                            . Съгласно чл. 6 ал. 1 б) GDPR Обработването ще се
                            извършва само до степента, необходима за изпълнение
                            и упражняване на правата и задълженията, произтичащи
                            от договора. Освен ако изрично не е посочено друго,
                            данните ще бъдат обработвани от нас само до тази
                            степен.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">
                                Oбработването е необходимо за спазването на
                                законово задължение на Дружеството
                            </span>
                            . Съгласно чл. 6 ал. 1 c) GDPR Обработването ще се
                            извършва до степента, в която е необходимо да се
                            изпълнят българските или европейските законови
                            изисквания.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            <span className="font-medium">
                                Обработването е необходимо за целите на
                                легитимните интереси на администратора или на
                                трета страна
                            </span>
                            . Съгласно чл. 6 ал. 1 е) GDPR Обработването се
                            извършва до степента на нашия легитимен интерес,
                            освен ако не е възпрепятствано от конфликтни
                            приоритетни интереси от страна на субекта на
                            данните. Нашият специфичен интерес е обяснен в тази
                            политика за поверителност в контекста на описанието
                            на обработката.
                        </li>
                    </ul>
                    <h3 className="font-medium">
                        КАКВИ ДАННИ СЪБИРАМЕ НИЕ ОТ НАШИТЕ ПОТРЕБИТЕЛИ
                    </h3>
                    <h3 className="font-medium">
                        <span className="font-normal">1. </span>
                        I. Категории субекти, чиито лични данни Ние обработваме:
                    </h3>
                    <p className="indent-6">
                        Във връзка със сключването и изпълнението на договори с
                        Вас и/или с предоставяне услугите на Сайта, обработваме
                        информация относно следните Субекти на данни:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            физически лица, ползватели на Сайта;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            физически лица, отправили запитвания (вкл. чрез
                            обаждане), искания, сигнали или друга кореспонденция
                            към Администратора;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            физически лица, информация за които се съдържа в
                            запитвания (вкл. чрез обаждане), искания, сигнали
                            или друга кореспонденция, отправена към
                            Администратора;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            физически лица, с които Ние сключваме договори;
                        </li>
                    </ul>
                    <p>1. II. Лични данни, които обработваме:</p>
                    <p className="indent-6">
                        А. Лични данни на Физически лица, ползватели на
                        услугите, предоставяни чрез Сайта:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">име,</li>
                        <li className="mb-3 list-disc list-inside">
                            имейл адрес,
                        </li>
                        <li className="mb-3 list-disc list-inside">телефон</li>
                        <li className="mb-3 list-disc list-inside">
                            тема на запитване и самото запитване.
                        </li>
                    </ul>
                    <p className="indent-6">
                        С цел отговор на запитвания, искания и рекламации,
                        отправени в комуникация към Администратора, постъпила
                        чрез електронната форма в Сайта, чрез обаждания на
                        телефонния номер за контакти, чрез изпращане по
                        регулярна или електронна поща, Ние съхраняваме и
                        обработваме тази информация, както и резултата от това
                        обработване, вкл. данни за трети физически лица, които
                        сте ни предоставили с тази кореспонденция.
                    </p>
                    <p className="indent-6">
                        Предоставените в Сайта функционалности не са
                        предназначени за съхранение и обработване на специални
                        категории данни по смисъла на чл. 9 и чл. 10 от Общия
                        регламент относно защитата на данните.
                    </p>
                    <p className="indent-6">
                        Администраторът може да обработва и други данни,
                        отнасящи се до Вас, в случаите, когато Вие предоставите
                        доброволно такива данни чрез попълване на съответната
                        електронна форма за запитване в Сайта.
                    </p>
                    <p className="indent-6">
                        В допълнение, Ние събираме информация от вашия компютър,
                        телефон, таблет или друго устройство, което използвате
                        за посещение на Сайта. Тази информация може да включва
                        IP адрес, използвания от Вас браузър и настройките ви за
                        език, дата и час. Също така има ситуации, в които ние
                        получаваме информация от други наши партньори или
                        автоматично събираме друга информация.
                    </p>
                    <p>В Сайта се използват логове със следните цели:</p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            За подсигуряване на надеждното функциониране на
                            услугите и установяване на технически проблеми.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            За подсигуряване сигурността на услугите и откриване
                            на злонамерени действия.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            За развитие и подобряване на услугите в Сайта.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            За измерване на посещаемостта на Сайта.
                        </li>
                    </ul>
                    <p>
                        Възможно е да използваме и сървърни логове, логове на
                        устройства за защита на сигурността (Web Application
                        Firewalls) и др. устройства, попадащи в тази категория.
                        Тези логове са необходими за установяване на технически
                        проблеми, откриване на злонамерени действия и др. от
                        посочените по-горе цели. Логовете могат да съдържат
                        следната информация: дата и час, IP адрес, URL,
                        информация за браузър и устройство. В допълнение някои
                        от устройствата е възможно да използват технология за
                        сигурност, базирана на бисквити.
                    </p>
                    <p>Б. Клиенти и партньори</p>
                    <p>
                        С оглед сключването и изпълнението на договори с Вас е
                        необходимо да ни предоставите следните лични данни:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            Три имена
                        </li>
                        <li className="mb-3 list-disc list-inside">Адрес</li>
                        <li className="mb-3 list-disc list-inside">Телефон</li>
                    </ul>
                    <p>
                        В случай че предоставяте Ваши лични данни на
                        Администратора посредством Viber, Skype, Facebook или
                        друга социална мрежа, Ви информираме, че тези уебсайтове
                        имат свои собствени правила за поверителност и че не
                        приемаме никаква отговорност или отговорност за тези
                        правила. В тази връзка Ви препоръчваме да проверите тези
                        правила преди да ни изпратите личните си данни
                        посредством тези уебсайтове/приложения.
                    </p>
                    <p>
                        На основание Вашето изрично съгласие Администраторът
                        може да обработва и други данни, отнасящи се до Вас, в
                        случаите, когато Вие предоставите доброволно такива
                        данни.
                    </p>
                    <p>III. С какви цели обработваме Вашите лични данни:</p>
                    <p className="indent-6">
                        Администраторът събира, използва и обработва
                        информацията, описана по-горе, за целите, предвидени в
                        настоящата Политика, които могат да бъдат свързани с:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            предоставяне на услугите на Сайта.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            защита и прилагане на легитимните интереси на други
                            ползватели на услугите на Сайта, трети лица и
                            Администратора;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            изпълнение на законови задължения на Администратора;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            осъществяване на обратна връзка с физическите лица;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            администрирането на уебсайта.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            анализиране и подобряване на използването на нашия
                            уебсайт.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            измерване и анализиране на нашата реклама.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            поддържане на уебсайта и мрежата ни сигурни и
                            безопасни.
                        </li>
                    </ul>
                    <p>
                        Нашият легитимен интерес от обработката на Вашите лични
                        данни е породен от необходимостта да бъде осигурена
                        защитата и опазването на законните интересите на
                        Администратора и/или трети лица, което е свързано с:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            осигуряване на нормалното използване на Сайта от
                            Ваша страна и от страна на другите потребители,
                            разрешаване на възникнали спорове, установяване и
                            предотвратяване на злонамерени действия.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            откриване и разрешаване на технически или проблеми с
                            функционалността, развитие и подобряване на
                            предназначението на Сайта.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            осъществяване на комуникация с Вас, включително по
                            електронен път по важни въпроси, свързани с
                            предоставяните Услуги на Сайта и/или изпълнението на
                            сключените договори.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            ] приемане и обработване на получени запитвания,
                            искания, рекламации и друга кореспонденция;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            осъществяване и закрила на правата и законните
                            интереси на Администратора, включително и по съдебен
                            ред, и оказване на съдействие при осъществяване и
                            закрила на правата и законните интереси на другите
                            ползватели на сайта и/или засегнати трети страни.
                        </li>
                    </ul>
                    <p>
                        За тези цели е възможно да е необходимо обработване на
                        част или на всички посочени по-горе категории.
                    </p>
                    <p className="indent-6">
                        Нашите законови задължения включват изпълнение на
                        предвидени в закона задължения за запазване или
                        предоставяне на информация при постъпване на съответно
                        разпореждане от компетентни държавни или съдебни органи,
                        при осигуряване на възможност за осъществяване на
                        контролните правомощия на компетентните държавни органи,
                        при изпълнение на задължения предвидени в Общия
                        регламент относно защитата данните, свързани с
                        уведомяването Ви за различни обстоятелства, свързани с
                        Вашите права, с предоставяните услуги или със защитата
                        на данните Ви и др. подобни. За тези цели е възможно да
                        е необходимо обработване на част или на всички посочени
                        по-горе категории.
                    </p>
                    <p>
                        Ваши данни могат да бъдат обработвани на базата на Ваше
                        изрично съгласие, като обработването в този случай е
                        конкретно и в степента и обхвата, предвидени в
                        съответното съгласие.
                    </p>
                    <h3 className="font-medium">
                        КОЛКО ДЪЛГО СЪХРАНЯВАМЕ ВАШИ ЛИЧНИ ДАННИ
                    </h3>
                    <p className="indent-2">
                        При съхранението на данни, Ние прилагаме генералния
                        принцип за съхранение на данни в минимален обем и за
                        срок не по-дълъг от необходимото за сключване и
                        изпълнение на договори с Вас и/или за предоставяне на
                        услугите на Сайта, подсигуряване на тяхната сигурност и
                        надеждност и изискванията на закона.
                    </p>
                    <p className="indent-6">
                        Личните данни на ползвателите на Сайта се съхраняват по
                        следния начин:
                    </p>
                    <div className="w-full py-6 flex border-b border-gray-400">
                        <p className="w-1/2 sm:w-1/3 px-4">Типове данни</p>
                        <p className="w-1/2 sm:w-1/3 px-4">
                            Период на съхранение
                        </p>
                        <p className="w-1/3 px-4 hidden sm:block">Пояснения</p>
                    </div>
                    <div className="w-full py-6 flex border-b border-gray-400">
                        <p className="w-1/2 sm:w-1/3 px-4">
                            Системни логове (могат да съдържат информация като:
                            дата и час, IP адрес, URL, информация за версия на
                            браузър и устройство)
                        </p>
                        <p className="w-1/2 sm:w-1/3 px-4">
                            За период до 1 /една/ година
                        </p>
                        <p className="w-1/3 px-4 hidden sm:block">
                            Сървърни логове, логове на устройства за защита на
                            сигурността (Web Application Firewalls) и др.
                            устройства, попадащи в тази категория. Тези логове
                            са необходими за установяване на технически проблеми
                            и/или откриване на злонамерени действия.
                        </p>
                    </div>
                    <div className="w-full py-6 flex border-b border-gray-400">
                        <p className="w-1/2 sm:w-1/3 px-4">
                            Запитвания , искания и всякаква кореспонденция, вкл.
                            входящи телефонни обаждания.
                        </p>
                        <p className="w-1/2 sm:w-1/3 px-4">
                            Кореспонденцията се съхранява за срок до 1 /една/
                            година. С цел подсигуряване надеждността на
                            услугата, входящи телефонни разговори се съхраняват
                            за срок до 3 /три/ месеца. За регистрирани
                            потребители тези данни се съхраняват до прекратяване
                            на регистрацията, освен ако не преценим, че не е
                            необходимо.
                        </p>
                        <p className="w-1/3 px-4 hidden sm:block">
                            С цел по-добра комуникация с Вас, Ние съхраняваме и
                            обработваме данните, постъпили чрез електронни форми
                            в Сайта, чрез обаждания към Администратора чрез
                            изпращане по регулярна или електронна поща, както и
                            резултата от това обработване.
                        </p>
                    </div>
                    <div className="w-full py-6 flex border-b border-gray-400">
                        <p className="w-1/2 sm:w-1/3 px-4">Бисквити</p>
                        <p className="w-1/2 sm:w-1/3 px-4">
                            До 6 /шест/ месеца от последното ползване на
                            Услугите
                        </p>
                        <p className="w-1/3 px-4 hidden sm:block">
                            За описание на използваните бисквити виж „Политика
                            за използване на Бисквити“
                        </p>
                    </div>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            личните данни, свързани със сключване и изпълнение
                            на търговски сделки с Вас за срока на действие на
                            договора и разумен срок след това, свързан с
                            изпълнение на допълнителни задължения, произтичащи
                            от договора.
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            личните данни, които се съдържат в документи за
                            данъчно – осигурителен контрол /фактури, разписки и
                            др./ – 5 години след изтичане на давностния срок за
                            погасяване на публичното задължение, с което са
                            свързани, съгласно чл. 12 във вр. с чл.42, ал.1, т.1
                            от Закона за счетоводството и чл. 38 от
                            Данъчно-осигурителния процесуален кодекс.
                        </li>
                    </ul>
                    <p className="indent-6">
                        В случай на възникнал правен спор или производство,
                        налагащо запазване на данни и/или искане от компетентен
                        държавен орган, е възможно запазване на данни за
                        по-дълъг от посочените срокове до окончателно
                        приключване на възникналия спор или производство пред
                        всички инстанции. Посочените срокове могат да бъдат
                        променени, в случай че бъде установено различно
                        изискване за запазване на информацията съгласно
                        действащото законодателство.
                    </p>
                    <h3 className="font-medium">
                        КЪДЕ СЪХРАНЯВАМЕ ВАШИТЕ ЛИЧНИ ДАННИ
                    </h3>
                    <p>
                        Вашите лични данни, които събираме, се съхраняват на
                        сървъри на територията на Европейското икономическо
                        пространство.
                    </p>
                    <p>
                        Ние съхраняваме личните Ви данни за период не по-дълъг
                        от необходимия за постигане на гореописаните цели, или
                        до преустановяване на услугите и/или на Сайта. Събраните
                        чрез Сайта Ваши лични данни ще бъдат събирани,
                        обработвани, съхранявани, разкривани и унищожавани в
                        съответствие с приложимото българско и европейско
                        законодателство.
                    </p>
                    <h3 className="font-medium">МЕРКИ ЗА СИГУРНОСТ</h3>
                    <p>
                        Администраторът е предприел широк кръг от технически и
                        организационни мерки за защита на Вашите лични данни
                        срещу загуба или други форми на незаконна обработка.
                        Всички наши служители са запознати с нашата политика за
                        сигурност, предвидени в Закона за защита на личните
                        данни. Личната информация на нашите Потребители е
                        достъпна само за ограничен брой квалифицирани служители.
                        Ние редовно проверяваме системите и процесите си за
                        сигурност. Въпреки че предприемаме разумни мерки за
                        поддържане на защитен сайт, електронните комуникации и
                        бази данни са обект на грешки, подправяне и пробиви и не
                        можем да гарантираме, че подобни събития няма да се
                        случат и няма да носим отговорност пред посетители за
                        всякакви подобни събития.
                    </p>
                    <p>
                        Достъпът до лични данни е ограничен до индивидуално
                        упълномощен и инструктиран персонал. Ние ще ви
                        информираме по всяко време за промените в процесите за
                        защита на поверителността и сигурността на данните,
                        включително практики и политики чрез винаги актуална
                        информация в този раздел. По всяко време можете да
                        поискате информация къде и как се съхраняват, защитават
                        и използват данните ви.
                    </p>
                    <p>
                        В случай че данните ви са компрометирани, ние ще
                        уведомим вас и компетентния надзорен орган в рамките на
                        72 часа по имейл с информация за степента на
                        нарушението, засегнатите данни, всяко въздействие върху
                        услугата и плана за действие, за мерки за ограничаване
                        на всякакви възможни вредни ефекти върху субектите на
                        данни.
                    </p>
                    <p>
                        В случай, че желаете да получите подробна информация,
                        относно техническите и организационните мерки, моля не
                        се колебайте да се свържете с нас.
                    </p>
                    <h3 className="font-medium">
                        НА КОГО СПОДЕЛЯМЕ И РАЗКРИВАМЕ ВАШИТЕ ЛИЧНИ ДАННИ
                    </h3>
                    <p>
                        Понякога записваме част от информацията на наши сървъри
                        или я изпращаме на трети страни. Това се налага, за да
                        можем да осигурим най-доброто Ви преживяване при
                        използване на нашите услуги, а понякога – и изобщо, за
                        да можем да осигурим наличност и достъпност на
                        използваната от Вас услуга.
                    </p>
                    <p>
                        Вашите лични данни няма да бъдат прехвърляни на трети
                        страни, освен ако:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            ни предоставите своето изричното, информирано и
                            свободно дадено съгласие;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            въпросните трети страни ни предоставят поддръжка по
                            силата на договор с цел предоставянето на нашите
                            продукти или услуги;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            това се изисква по закон или по силата на
                            властнически акт на публичен орган;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            това се налага във връзка с продажба на бизнес, на
                            нашата компания или нейни активи, които са обект на
                            конфиденциалност.
                        </li>
                    </ul>
                    <p>
                        Нашите служители и партньори са надлежно информирани,
                        относно значението на тяхното задължение за спазване на
                        конфиденциалност и носят отговорност за изпълнението на
                        това задължение.
                    </p>
                    <p>
                        За всякакви други цели, които не са изрично упоменати в
                        настоящата Политика, ние ще поискаме Вашето изрично
                        съгласие, като ще идентифицираме своите партньори, както
                        и целите за прехвърлянето и споделянето на данни.
                    </p>
                    <h3 className="font-medium">
                        АНАЛИЗ НА УЕБ ПРОСТРАНСТВОТО
                    </h3>
                    <p>
                        Нуждаем се от статистическа информация за използването
                        на нашата уеб-страница, за да я направим по-достъпна, да
                        извършваме измервания на обхвата и да правим пазарни
                        проучвания.
                    </p>
                    <p>
                        За тази цел използваме инструментите за уеб анализ,
                        описани в този раздел.
                    </p>
                    <p>
                        <span className="font-medium">Google Analytics </span>
                        се предлага от GoogleInc., 1600 AmphitheatreParkway,
                        MountainView, CA 94043, USA (“Google”). Ползваме
                        GoogleAnalytics с предлаганата от Google допълнителна
                        функция за анонимизиране на IP адресите. Google
                        съкращава IP адреса още в рамките на ЕС и само в
                        изключителни случаи в САЩ, като и в двата случая записва
                        само съкратени IP адреси.
                    </p>
                    <p>
                        Нашият уебсайт използва услугите, предоставени от Google
                        Analytics, за да анализираме и редовно да подобряваме
                        използването на нашия уебсайт. Анализа на вашата
                        потребителска активност в сайта се осъществява с помощта
                        на „бисквитки”, които се съхраняват на вашия компютър,
                        генерират информация за потребителското ви поведение и я
                        предават към Google.
                    </p>
                    <p>
                        При нормални обстоятелства, съкратена версия на вашия IP
                        адрес се изпраща до сървърите на Google, но в
                        изключителни случаи пълния IP адрес също може да бъде
                        изпратен. Google използва тази информация от наше име,
                        за да създаде отчет относно дейността на потребителя в
                        нашия уебсайт. IP адреса, идентифициран от Google
                        Analytics, не се комбинира с други данни на Google.
                    </p>
                    <p>
                        Ако активирате анонимния режим на този уебсайт, вашият
                        IP адрес ще бъде пресечен в държавите-членки на
                        Европейския съюз или в други държави, подписали
                        споразумението за Европейското икономическо
                        пространство. В изключителни случаи пълният IP адрес
                        може да бъде прехвърлен на сървър на Google в САЩ и там
                        пресечен. Google използва тази информация от името на
                        оператора на този уебсайт, за да анализира използването
                        ви на уебсайта, да състави отчети за дейностите на
                        уебсайта и за да предостави други услуги за оператора на
                        уебсайта, във връзка с използването на уебсайта и
                        Интернет.
                    </p>
                    <p>
                        Можете да откажете използването на бисквитки, като
                        изберете подходящите настройки на вашия браузър, но
                        имайте предвид, че ако направите това, може да не можете
                        да използвате пълната функционалност на този уебсайт
                    </p>
                    <p>Условия за ползване на потребителите:</p>
                    <p>http://www.google.com/analytics/terms/de.html,</p>
                    <p>Декларацията за поверителност на данните:</p>
                    <a
                        href="https://policies.google.com/privacy?hl=bg"
                        className="font-medium"
                    >
                        https://policies.google.com/privacy?hl=bg
                    </a>
                    <p>
                        <span className="font-medium">Facebook пиксел </span>
                        за създаване на персонализирани аудитории.
                    </p>
                    <p>
                        Ако потребител кликне върху реклама, поставена от нас,
                        която се възпроизвежда във Facebook, URL адресът на
                        нашата свързана страница ще бъде добавен от Facebook
                        Pixel. Ако нашият сайт позволява споделяне на данни с
                        Facebook чрез пиксели, този URL параметър се записва в
                        браузъра на потребителя чрез бисквитка, която нашият
                        свързан сайт задава сам. След това тази бисквитка се
                        чете от Facebook Pixel и позволява данните да бъдат
                        препратени към Facebook.
                    </p>
                    <p>
                        Съответно ние използваме Facebook пиксела само за
                        показване на рекламите във Facebook, поставени от нас на
                        потребители на Facebook, които също са показали интерес
                        към нашата онлайн оферта или, които имат определени
                        характеристики (например интереси към определени теми
                        или продукти, които се основават на посетените
                        уебсайтове) , които предаваме на Facebook (т.нар.
                        „Custom Audiences“). Събраните данни са анонимни за нас,
                        така че не ни позволяват да правим никакви заключения
                        относно самоличността на потребителя. Въпреки това,
                        данните се съхраняват и обработват от Facebook, така че
                        да е възможна връзка със съответния потребителски профил
                        и Facebook може да използва данните за свои собствени
                        рекламни цели в съответствие с указанията за използване
                        на данни на Facebook (https://www.facebook.com
                        /относно/поверителност/). Данните могат да позволят на
                        Facebook и неговите партньори да поставят реклами във и
                        извън Facebook.
                    </p>
                    <p>
                        Обработката на данни, свързана с използването на пиксела
                        на Facebook, се извършва въз основа на нашия предимно
                        легитимен интерес от оценката, оптимизацията и
                        икономическото функциониране на нашата онлайн оферта,
                        както и нашите рекламни мерки в съответствие с член 6
                        (1) GDPR.
                    </p>
                    <h3 className="font-medium">
                        ПРАВА НА СУБЕКТИТЕ НА ДАННИ СПОРЕД GDPR
                    </h3>
                    <p>
                        <span className="font-medium">
                            Право на достъп до личните Ви данни.{" "}
                        </span>
                        Вие имате право да изискате и получите от Администратора
                        потвърждение дали се обработват лични данни, свързани с
                        Вас, като изпратите искане в свободен текст по имейл.
                    </p>
                    <p>
                        <span className="font-medium">
                            Право на поправка на лични данни:{" "}
                        </span>
                        ако откриете, че личните данни, които обработваме за
                        Вас, са неточни, имате право да ни накарате да
                        коригираме тези лични данни. Вие можете по всяко време
                        да коригирате или да попълните неточните или непълни
                        лични данни, свързани с Вас, с отправяне на искане до
                        Адми��истратора по имейл в свободен текст.
                    </p>
                    <p className="font-medium">
                        Право на изтриване на лични данни (правото да „бъдете
                        забравени“)
                    </p>
                    <p>
                        Вие имате правото да поискате от Администратора
                        изтриване на част или всички свързани с Вас лични данни,
                        а Администраторът има задължението да ги изтрие без
                        ненужно забавяне, когато е налице някое от посочените
                        по-долу основания:
                    </p>
                    <p>
                        личните данни повече не са необходими за целите, за
                        които са били събрани или обработвани по друг начин;
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            Вие оттеглите своето съглас��е, върху което се
                            основава обработването на данните и няма друго
                            правно основание за обработването;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            Вие възразите срещу обработването на свързаните с
                            Вас лични данни и няма законни основания за
                            обработването, които да имат преимущество;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            личните данни са били обработвани незаконосъобразно;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            личните данни трябва да бъдат изтрити с цел
                            спазването на правно задължение по правото на ЕС или
                            правото на държава членка, което се прилага спрямо
                            Администратора;
                        </li>
                    </ul>
                    <p>
                        Администраторът не е длъжен да изтрие личните данни, ако
                        ги съхранява и обработва:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            за упражняване на правото на свобода на изразяването
                            и правото на информация;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            за спазване на правно задължение, което изисква
                            обработване, предвидено в правото на ЕС или правото
                            на държавата членка, което се прилага спрямо
                            Администратора или за изпълнението на задача от
                            обществен интерес или при упражняването на официални
                            правомощия, които са му предоставени;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            по причини от обществен интерес в областта на
                            общественото здраве;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            за целите на архивирането в обществен интерес, за
                            научни или исторически изследвания или за
                            статистически цели;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            за установяването, упражняването или защитата на
                            правни претенции.
                        </li>
                    </ul>
                    <p>
                        За да упражните правото си да бъдете забравен, е
                        необходимо да изпратите по имейл искане за изтриване на
                        личните Ви данни, които Администраторът обработва, чрез
                        искане в свободен текст.
                    </p>
                    <p>
                        <span className="font-medium">
                            Право на ограничаване на обработването:{" "}
                        </span>
                        при определени обстоятелства, като например, ако се
                        съмнявате в точността на личните Ви данни или сте
                        възразили на легитимната ни цел за обработка на личните
                        Ви данни, имате право да поискате да ограничим
                        обработката на Вашите лични данни, докато не бъде
                        намерено решение. Вие имате право да изискате от
                        Администратора да ограничи обработването на свързаните с
                        Вас данни, като ни изпратите искане в свободен текст по
                        имейл, когато:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            оспорите точността на личните данни, за срок, който
                            позволява на Администратора да провери точността на
                            личните данни;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            обработването е неправомерно, но Вие не желаете
                            личните данни да бъдат изтрити, а само използването
                            им да бъде ограничено;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            Администраторът не се нуждае повече от личните данни
                            за целите на обработването, но Вие ги изисквате за
                            установяването, упражняването или защитата на свои
                            правни претенции;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            Възразили сте срещу обработването в очакване на
                            проверка дали законните основания на Администратора
                            имат преимущество пред Вашите интереси.
                        </li>
                    </ul>
                    <p>
                        <span className="font-medium">
                            Право на преносимост на данни.{" "}
                        </span>
                        Ако сте дали съгласие за обработване на Вашите лични
                        данни или обработването е необходимо за изпълнението на
                        договора с Администратора, или ако данните Ви се
                        обработват по автоматизиран начин, Вие можете:
                    </p>
                    <ul>
                        <li className="mb-3 list-disc list-inside">
                            да поискате от Администратора да Ви предостави
                            Вашите лични данни в четим формат и да ги
                            прехвърлите към друг Администратор;
                        </li>
                        <li className="mb-3 list-disc list-inside">
                            да поискате от Администратора пряко да прехвърли
                            Вашите лични данни към посочен от Вас администратор,
                            когато това е технически осъществимо.
                        </li>
                    </ul>
                    <p>
                        <span className="font-medium">
                            Право на подаване на жалба в контролен орган:{" "}
                        </span>
                        имате право да подадете жалба по отношение на
                        обработката на Вашите лични данни от нас в съответния
                        контролен орган.
                    </p>
                    <p>
                        Субектът на данни има
                        <span className="font-medium">
                            {" "}
                            право и да не бъде обект на решение, основаващо се
                            единствено на автоматизирано обработване
                        </span>
                        , включващо профилиране, което поражда правни
                        последствия за субекта на данните или по подобен начин
                        го засяга в значителна степен;
                    </p>
                    <p>
                        <span className="font-medium">
                            Право на защита по съдебен или административен ред
                        </span>
                        , в случай, че правата на субекта на данни са били
                        нарушени.
                    </p>
                    <p>
                        Можете да упражните всички права като се свържете с нас
                        чрез имейл:
                        <span className="font-medium">
                            {" "}
                            fitnesnastilki@gmail.com{" "}
                        </span>
                        . Ние ще се свържем с Вас и ще Ви запознаем подробно с
                        процедурата за упражняване на Вашите права.
                    </p>
                </div>
                <Footer />
            </div>
        </>
    );
};

export default PrivacyPolicy;
